Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 진짜 레티스가 왔으면 큰일 날 뻔했네.
en: it would’ve been a mess if the real letis came here.

source: 아, 혹시 나중에 다시 만나게 되면 이 모습이 아닐지도 몰라.
en: should we meet again in the future, I may not look like this.

source: 그나저나
en: anyways...

source: 제가 마을에 하나 밖에 없는 의원인데 치료를 받지 못하면 그 어린아이는 오늘 죽고 말 거예요.
en: I’m the only doctor in town. if he doesn’t get treatment, he won’t make it past tonight.

source: 믿었던 레티스 공작도 설마 마음이 변한 건 아니겠지?
en: did the duke change his mind?

source: 제발 프란츠가… 프란츠가 살 수 있게 도와줘.
en: please help frantz... please let him live...

source: 거봐요.
en: see?

source: 노베이 완전 부자겠네.
en: novei must be loaded.

source: 레티스 공작님이 아름다운 걸 좋아하는 분으로 워낙 유명하셔서….
en: duke letis was known for valuing beauty...

source: 아냐, 기억이 돌아왔다고 해도 공주님은 지금까지 단 한 번도…
en: no way, even before she lost her memories, she never...

source: 도망치는 건 더 이상 재미없는데
en: I’m tired of running away.

source: 데리고 나올게요.
en: i’ll bring her out.

source: 아니면 칼베르 같은 대마법사거나요.
en: only the one who cast the barrier can release it.

source: 정말 인형인가?
en: is it really a doll?

source: 아르젠의 여동생?!
en: arzen’s little sister?!

source: (모르는 게 없음)
en: (knows everything)

source: ……예전과 많이 달라지셨군요.
en: you’ve changed a lot...

source: 일개 주술사 따위가 왜 공주를…!
en: why would he curse the princess?

source: 아니, 그건 당신 사정이니 굳이 말 안해도 되고 너무 다행이지만 그럼 난…?
en: well, I guess you don’t have to explain... but what about me?

source: 다른 이를 살리면 소멸돼도 상관없다고?
en: perishing does not matter to her, as long as she can save another?

source: 아르젠 말로는 이게 쿼브라는 건데 대마법사 칼베르의 물건 중 하나래.
en: according to arzen, these belong to kalberr and are called kuav.

source: 저 피 좀 봐… 사람을 죽였나봐!
en: look at all that blood! he must’ve killed someone!

source: 공기도 나빠서 늘 마스크를 쓰고 살아야 하고 온갖 전염병에 몬스터에…
en: we always had to wear masks because of the air pollution, there were infectious diseases, monsters, etc...

source: 그런데 어떻게 하신 거예요?
en: princess, how did you do that?

source: 빗방울이 진짜 깨끗하네.
en: the raindrops are so clear.

source: 기절하는 바람에 어디로 갔는지는 모른다고 하고요.
en: however, she doesn’t know where he went because she passed out.

source: 자신의 딸을 위해 스스로 저주 마법의 대가인 검은 죽음을 택했던 케릭스.
en: kelix chose the death that came with using dark magic for his daughter.

source: 프로이 젠하드 경감님이 그런 사람이 있는지 조사하고 다닌 다는 말이 있는데 괜히 귀찮아질 수도 있어.
en: i heard inspector froy zenhad is looking for people like that. we don’t want to get involved.

source: 미안, 노베이.
en: sorry, novei.

source: 왜?!
en: why?

source: 그게 무슨 말씀이시죠?
en: what do you mean?

source: 그…그게 리에나 공주님께 문제가 생긴 것 같은데 갑자기 문이 열리지가 않아서…
en: w-well, I think princess liena is having some problems, but the door’s locked--

source: 영혼의 온도?
en: the temperature of my soul?!

source: 무슨 일이 생긴 건 아니겠지….
en: i hope nothing harmful befell her...

source: 소멸시켜서 그녀의 영에 안식을 주고 너도 살라고!
en: just have her perish so her soul can finally rest, and you can live!

source: 비의 여신
en: goddess of rain

source: 네…넷?!!
en: p-pardon?!

source: 난 아르젠을 만날 자격이 없어.
en: I don’t deserve to see him.

source: (10회)
en: (episode 10)

source: 혹시 레티스 공작이 호위기사들을 죽인 게 아닐까요?
en: maybe letis killed his own guards.

source: 난 공주님도 싫지만 공작님도 싫고 무섭다고.
en: I don’t like the princess, but I don’t like duke letis either. he scares me.

source: 또 말하다가 사라졌어!!!
en: he left in the middle of a conversation again!!!

source: 어렸을 때부터 늘 그렇게 들어왔거든요.
en: ever since I was a child,

source: 그런데?
en: and?

source: 이건 말도 안돼...
en: this doesn’t make sense...

source: 저승에서 온 영이 아니면 절대 그레비를 볼 수 없고
en: only the souls from the underworld can see greby.

source: 오늘 죽을 수도 있고 영원히 떠날 수도 있어서.
en: tonight, i could die or leave forever.

source: 뭐해?
en: what are you doing?

source: 궁에 안 계시고?
en: why are you not at the palace?

source: 추측만으로 공작님을 의심했다가 큰일 날지도 몰라 우리 모두 죽을 수도 있다고.
en: we can’t accuse the duke with assumptions, we could all be executed.

source: 저승에서 온 영이 아니야.
en: her soul is not from the underworld.

source: 당신과 나는 동료가 맞나봐.
en: whatever. now we’re true comrades, I guess.

source: 푸훕
en: giggle

source: 너 목이 잘리고 싶어?
en: do you want to end up just like the guards?

source: 내 정체를 알면 죽는다고 했을 텐데.
en: i have said before that i would have to kill you if i told you.

source: 진짜로 죽일 생각인 거야?
en: is he actually trying to kill me?

source: 여기 이 구슬을 잡고 편하게 _x0003_눈을 감으십시오.
en: put your hand on this crystal, and close your eyes.

source: 어두운 내 인생에서 유일하게 반짝반짝 빛나는 사람…
en: he the only ray of sunshine in my life.

source: 피가 멈췄어!
en: the bleeding stopped!

source: 다행이지 뭐.
en: that’s good.

source: 라방을 했어야 하는데!
en: i could’ve gone live while on this carriage!

source: 난 그저 힘이 없을 뿐이지만 당신은… 죽을 테니까.
en: i will simply be a little weak, but you will die.

source: 근데 이건 뭐지?
en: what is this?

source: 당신을 소환한 자를 찾아주지.
en: i will find them for you.

source: 그 백작의 집에 가봤는데 말레스가 느껴지진 않았아요.
en: I went there before but did not feel any malles.

source: 도착하면 지금까지 얼마나 빼돌렸는지 보석부터 속옷 한 장 한 장까지 따져보자구.
en: when they get back, let’s see how much you stole from me, counting every penny.

source: 아차..!
en: oopsie

source: 이 여자 부모가 당신 가족을 재로 만들었잖아.
en: her parents burned your family to ashes, remember?

source: ......글쎄..요?
en: I’m... not sure...?

source: 인간들은 여전히 어리석고 거짓말쟁이들이군.
en: humans are still such foolish liars.

source: 여기 머무르는 동안 아르젠 백작과는 마주치지 않는 게 좋을거야.
en: try to avoid him while you’re here.

source: 제르프 숲속에서 공작님의 호위기사단 모두 시신으로 발견되었습니다.
en: all of your guards were found dead in the zerf forest.

source: …이젠 날 만져주지 않아도 돼.
en: you do not need to do that anymore.

source: 그동안 소식하셨잖아.
en: she’s never eaten so much before.

source: 저 여자 방금 내 목소리보고 방귀소리 같다고 한 거야?!!
en: did that woman just call my voice a fart?!

source: 그럼 그건 어떻게 되는 거야?
en: wait, what happens to my pain?

source: 움직여!
en: let’s go.

source: 공주님께 일이 생겼던 날이 보름달이 뜬 날이었나?
en: was she misdiagnosed on the night of a full moon?

source: 레티스 공작님~
en: duke letis?

source: 당신이 좋아서 이러는 거라고 착각하지마.
en: don’t think that i’m doing this because i like you.

source: 꺄오~
en: aaahhh!

source: 감사합니다, 공주님!
en: it’s my pleasure, your highness!

source: 내가 왕궁까지 가는 길을 가르쳐주면 순간 이동할 수 있는 거지?
en: you can teleport us there if i teach you how to get there, right?

source: 벗고 만지는 거 진짜 좋아하네.
en: you’re really into stripping and touching, huh.

source: 오늘 너답지 않게 말이 많구나.
en: you’re unusually talkative today.

source: 내가 있던 곳은 여기랑 전혀 달라.
en: the world i came from is nothing like this one.

source: 내 동생 리에나를 빨리 만나고 싶어 미치겠으니까.
en: after all, I can’t wait to see my little sister, liena.

source: 이 뱀파이어의 손에!
en: killed by this vampire!

source: 다행이야.
en: it all worked out.

source: 하하하
en: HAHAHA

source: 설마 나(리에나) 때문에?
en: is that because of me (liena)?!

source: 쯧…
en: TSK

source: 말도 안 되는 이유로…
en: for absurd reasons...

source: 내가 아니라 지도를 보라구.
en: look at the map, not me.

source: 방금 뛰어내려가신 거 맞지?
en: she just jumped down, right?!

source: 당신 초능력자였어?
en: didn’t know you were a superhero...

source: 너의 그 엉터리 같은 추리 실력으로는 절대 승진은 못할 거야.
en: you’ll never get promoted with those skills.

source: 헤베베는 또 뭐야?
en: what’s a hebebe?

source: 이젠 리에나로 제대로 살아보겠어!
en: ...but now, i am going to live on as liena.

source: 무슨 주문같은 걸 외우는 소리가 들렸단 말이지.
en: ...i heard someone mumbling a spell or something similar.

source: 레가노스 신이 그녀에게 마지막 생과 같은 운명을 반복하는 형벌을 내렸다는 말이 있어.
en: rumors say god leganos has punished her with repeating her last life for eternity.

source: 그녀가 다시 느껴져!
en: i sense her.

source: 지금 내 앞에서 안 죽어봤다고 잘난 척 하는 거야?
en: are you bragging about never experiencing death before, right in front of me?!

source: 모두들 저처럼 특별한 힘이 있을 거라 기대하고 어렵게 구입했지만 사용법을 아는 사람은 아무도 없습니다.
en: people, including me, expected it to have some special power, but nobody knows how to use it.

source: 드디어 그 자식을 내 손으로 죽일 수 있었는데 눈앞에서 이게 무슨….
en: i was so close to ending his life! so, so close!

source: 제 추측일 뿐입니다.
en: it’s just my guess, count arzen.

source: 최고예요!
en: that was amazing!

source: 리에나 공주는…!
en: princess liena is...!

source: 보통 놈이 아니었잖아?
en: that’s impressive considering this world’s technology.

source: 만나서 드디어 죽였어!
en: so, i finally killed him!

source: 그치.
en: right?

source: 젠장…!
en: damn it!

source: 나에게 오던 길이었나?
en: is she looking for me?

source: 헙!!!
en: GASP

source: 착각 좀 하지마.
en: you’re delusional.

source: 공작님, 어떤 여자분이 찾아왔습니다.
en: duke letis, a lady wishes to see you.

source: 며칠 동안 일정한 시간만 되면 심장이 너무 아파서 죽을 것 같았거든.
en: for a couple of days, i had this extreme pain on my heart at a certain time of the day.

source: 마 상
en: that hurts

source: 공주님?
en: your highness?

source: 만지면 혼이 빠져나와?
en: you can remove my soul by touching me?

source: 지금의 난 프란츠와 남남이나 마찬가지니까.
en: frantz and I are basically strangers now.

source: 얼마나 무서웠던지...
en: it was so scary...

source: 리에나 공주가 무사하다고?
en: princess liena is alive?

source: 보여줄 게 있어.
en: i have something to show you.

source: 죽으면 내 세계로 다시 돌아갈지도 모르잖아?
en: maybe i’ll be sent back to my world.

source: 가까이 다가간 순간,
en: when I got closer to her...

source: 사라졌다니?
en: gone?

source: 당신이 생각하는 그런 평범한 공주의 삶은 절대 아닌 것 같던데.
en: I doubt that princess liena is an average princess.

source: 난 (인간의) 음식을 먹어본 적이 없어.
en: I never had (human) food before.

source: 그러면 죽음이 두렵지 않을 것 같아서요.
en: then, I wouldn’t be afraid of death.

source: 동거?
en: live together?

source: 내가 제일 싫어하는 게 뭔지 알아?
en: you know what i hate the most?

source: 레티스에게 주면 되겠다!
en: I can give it to letis, too!

source: 속으로 나 욕하고 있는 건 아니지?
en: you’re not cursing me out on the inside, right?

source: 얼굴을 보여줘!
en: show me their face!

source: 아직도 그 아이의 영은 소환하지 못 한 건가.
en: you still couldn’t summon “that” soul?

source: 여전히 생기가 없잖아?
en: why isn’t it working?

source: 이 남매, 왜 이래?
en: what’s up with this family?!

source: 내가 기억 못하는 걸 의심하지 않고 이해해주는 것 같았어.
en: ...and believes in liena’s memory loss without a doubt.

source: 공주님, 제발 내려오세요~
en: your highness, please step down!

source: 예전과 영혼의 온도가 다르셨거든요.
en: the temperature of your soul is a little different from before.

source: 다음 보름달이 뜰 때까지는 그분을 위해서라도 반드시 성공해야해.
en: i must succeed by the next full moon...

source: 양다리란 말인가?
en: so i am cheating on princess liena with her?

source: 네, 세레스탄님이 방법을 찾아주신다고 약속하셨어요!
en: yes, master. he promised me he’d find a way to help you!

source: 하지만…
en: but...

source: 그나저나, 독의 종류가 이렇게나 많다고?
en: anyways, all of this is poison?

source: 몬스터라면 쉽게 처리할 텐데 이 둘은 사람이잖아!
en: I can easily take care of them if they were monsters, but these are humans!

source: 에이 설마…
en: of course I’m not...

source: 왜 다시 나가는 거지?
en: why is he going back out?

source: 인간들은 죽음의 신이라고 부르던데?
en: humans say this is what the god of death looks like.

source: …왜 기뻐하는 걸로 보이지?
en: you seem rather happy about it.

source: 분명히 함께 갔는데 궁에 도착한 순간 그녀가 사라졌어.
en: i took her with me, but she disappeared as soon as we arrived at the palace.

source: 이젠 뭐가 더 튀어나와도 놀랍지도 않아.
en: i can’t possibly be surprised if anything else comes up.

source: 몇 가지는 기억하는데 나에게 독이 든 차를 준 사람은 우리 집에 있는 하녀였어.
en: I remember some moments. one of them is one of my maids serving me the poisoned tea.

source: 마리엔은…
en: marianne...

source: 벌써 아침이잖아.
en: it’s already morning...

source: 곧 늙어죽겠군.
en: it seems you will soon die.

source: 리에나 공주님이 집에 오면 불길하다고 아예 못 오시게 하셨는데 이게 무슨 일이야.
en: he never let princess liena set foot in the mansion before because she brings bad luck!

source: 갑자기 무슨?
en: regarding?

source: 독에 중독이 되어있군.
en: her body is poisoned.

source: 가능성 있는 얘기였어.
en: it sounds reasonable.

source: 웃고 있지만 당황한 눈빛이야….
en: he’s smiling, but he looks flustered.

source: 그레비가 두려워하고 있어요.
en: greby is... scared.

source: 배신당한 기억이 있나보군.
en: it seems like you have been betrayed before.

source: 넌 이제 그녀를 알아보지도 못할텐데.
en: you can’t even recognize her soul.

source: 크로니온이 왜 저 여인을 없애지 않았는지.
en: ...the reason why chronion didn’t get rid of her.

source: 어디가?
en: where are you going?

source: 오히려 고마워.
en: so, thank you.

source: 아니 아니 아직 안 갔어?
en: no wait, you’re still here?

source: 먼저 갈게, 아르젠.
en: see you later, arzen.

source: 근데 사람들은 저런 거짓 전설을 믿는 거야?
en: people still believe that fabricated tale?

source: 잘못된 영을 소환했나보지.
en: the culprit likely summoned the wrong soul.

source: 윽..
en: ugh!

source: 그날 당신 없이 나 혼자 궁에 도착했을 때…
en: when I teleported to the palace without you...

source: 어떤 강력한 존재가…
en: i think that an unknown, powerful figure...

source: 공주님, 이렇게 혼자 다니시는 거 궁에서 아시면 걱정하실 겁니다.
en: your highness, the palace would worry if they knew you were wandering around alone like this.

source: 또요?
en: again?

source: 길치구나.
en: he’s directionally challenged.

source: 그럴리가요.
en: of course not.

source: 인간이 아니라 신이라면?
en: ...I am not a human, but rather, a god?

source: 프란츠를 리에나와 떨어트려놓으면 된다고 해서 리에나를 유배까지 보냈는데 언제쯤 정상으로 돌아오는 거야.
en: you said he’d return to normal if I separate him from liena. how much longer must I wait?

source: 그런 뜻은….
en: i didn’t say that...

source: 그런데 아까 그 방 안에서 무슨 소리를 들었던 건 착각이겠지.
en: I guess... I misheard sounds coming from that room.

source: 흠흠.
en: ahem

source: 키르마님, 식사 준비가 되었습니다.
en: ma’am, food is ready for you.

source: 내 세계는 식량부족에 시달려서 인간도 몬스터도 늘 굶주려 있었고,
en: my world suffered from major food shortages, so everyone was always hungry.

source: 아르젠이 걱정할까봐 이 말은 안 하려고 했는데… 내가 여기 온 건 궁에서 누가 날 죽이려고 보낸 건 아닐까 의심해서야.
en: I didn’t want to worry you, but I came here because I suspect the palace to be the culprit.

source: 혹시 레티스 공작님이 죽지 않을 만큼만 해독약을 주시면서 공주님을 곁에 두려고 하시는 건 아닌지….
en: what if duke letis is giving her just the right amount of antidote to keep her alive and near him?

source: 뭐가 달라진 거지?
en: what changed?

source: 너무 잘생기셨다~
en: he’s so handsome!

source: 공주님이 일방적으로 아르젠 백작님을 멀리하시긴 했지만 아르젠 백작님은 늘 공주님 편이셨거든요.
en: you used to distance yourself from count arzen, but he was always on your side.

source: 이빨로 나무 뽑기?
en: chop wood with your teeth?

source: 내말이.
en: I know.

source: 토파즈?
en: the topaz?

source: 죄송하지만 옷을 벗어주시겠습니까?
en: could you take off your shirt for me, please?
